---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ElevationFailures
source: html/156d62a6-0039-4f8f-4987-649cbf142139.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElevationFailures

Failures about Elevation.

## Syntax (C#)
```csharp
public static class ElevationFailures
```